Repository: rbuehlma/pvr.teleboy
Catalog: pvr.teleboy/resources/language/resource.language.*/strings.po
Languages: de_de

# #30000
source: Username
de_de: Benutzername

# #30001
source: Password
de_de: Passwort

# #30002
source: Favourite channels only
de_de: Nur favorisierte Kanäle nutzen

# #30003
source: Load only channels which are in the favourite list.
de_de: Lädt nur Kanäle welche in favorisierter Liste enthalten sind.

# #30004
source: Enable Dolby
de_de: Aktiviere Dolby

# #30005
source: Enable support for dolby.
de_de: Aktiviert die Unterstützung für Dolby Streams.

# #30007
source: General
de_de: Allgemein

# #30100
source: Missing username or password
de_de: Fehlender Benutzername oder Passwort

# #30101
source: Login failed!
de_de: Anmeldung fehlgeschlagen!

# #30102
source: Free accounts are not supported!
de_de: Freie Konten nicht Verfügbar!

# #30103
source: Login rate limit reach!
de_de: Zu viele Anmeldeversuche!

# #30104
source: Server not reachable!
de_de: Server nicht erreichbar!

# #30105
source: Connected
de_de: Verbunden
